Repository: common-repository/tools-for-color-variations
Catalog: languages/variantspictures-*.po
Languages: fr_fr

source: ( Check if it is a colore variation )
fr_fr: ( Cocher s'il s'agit d'une variation colorie )

source: * By clicking on "colorize my image", I authorize the decli.fr web application to use my images and its variation information in order to do the job. No information will be saved on the decli.fr server.
fr_fr: * En cliquant sur "coloriser mon image", j'autorise l'application web decli.fr à utiliser mes images et ses informations de déclinaison pour faire le travail. Aucune information ne sera enregistrée sur le serveur decli.fr.

source: Administrative tools for color variations of WooCommerce products.
fr_fr: Outils d'administration pour les variations de couleurs des produits WooCommerce.

source: All %s&hellip;
fr_fr: Tous %s&hellip;

source: Before you can see the images of your variations you need to add attributes and variations
fr_fr: Avant de pouvoir voir les images de vos variantes, vous devez ajouter des attributs et des variantes.

source: CLOSE
fr_fr: FERMER

source: Colorize my image*
fr_fr: Coloriser mon image*

source: Colorize the product image
fr_fr: Coloriser l'image du produit

source: deselected
fr_fr: désélectionné

source: Do you confirm the assignment of the images of the variations selected ?
fr_fr: Confirmez-vous l'affectation des images des variations sélectionnée.

source: Does not modify the product image.
fr_fr: Ne modifie pas l'image du produit.

source: Learn more
fr_fr: Plus d'infos

source: Photos of variations
fr_fr: Photos des variantes

source: Remember to save your changes by pressing the button
fr_fr: N'oubliez pas d'enregistrer vos modifications en appuyant sur le bouton

source: Remember to save your modifications
fr_fr: N'oubliez pas d'enregistrer vos modifications

source: Select a image
fr_fr: Sélectionnez une image

source: Select a image first.
fr_fr: Sélectionnez d'abord une image.

source: Select variations :
fr_fr: Sélectionnez les variantes :

source: Set image of selected variations below
fr_fr: Définir l'image des variantes sélectionnées ci-dessous

source: Tools for color variations.
fr_fr: Outils pour les variations de colorie.

source: You must set the color of the above variants
fr_fr: Vous devez définir la couleur des variantes ci-dessus
